const output = [
  [
    '铝/钢无匙孔搅拌摩擦点焊焊接性分析\n王希靖;张亚州;张忠科;孙学敏;\n1-4+113&HJXB201501001',
    '蚁群算法在白车身底板焊接路径规划中的应用\n林巨广;陈甦欣;戴淮初;黄文进;\n5-9+113&HJXB201501002',
    'CO2气体保护焊逆变电源闭环控制系统\n刘珊中;汪运浩;赵予龙;张柯柯;\n10-14+113&HJXB201501003',
    '铝/钢异种金属电弧辅助激光对接熔钎焊方法\n樊丁;王斌;李春玲;黄健康;余淑荣;\n15-18+58+113&HJXB201501004',
    '316L不锈钢表面激光熔覆钴基合金组织及锌蚀机理\n' +
      '张春华;刘杰;吴臣亮;张松;关锰;谭俊哲;\n' +
      '19-22+113-114&HJXB201501005',
    '基于NURBS的航空发动机叶片焊接修复的轨迹规划\n戴士杰;张熠;王志平;邢志伟;\n23-26+114&HJXB201501006',
    '脉冲放电对焊接接头的强化分析\n郑丽娟;向龙;付宇明;\n27-30+114&HJXB201501007',
    '全位置焊高频励磁装置工作特性分析\n岳建锋;李亮玉;刘文吉;王天琪;\n31-34+114&HJXB201501008',
    '水下50m激光切割30mm厚钢板特性\n王威;檀财旺;徐良;王旭友;林尚扬;\n35-38+114-115&HJXB201501009',
    '工业纯钛TA2/紫铜T2异种金属CMT焊接接头的微观组织和腐蚀性能\n曹睿;冯振;陈剑虹;景敏;\n39-42+115&HJXB201501010',
    '镁/钢填镍夹层激光-电弧复合对接熔化焊特性\n宋刚;胡广龙;任大鑫;刘黎明;\n43-46+115&HJXB201501011',
    '铝/钛异种金属旁路分流MIG电弧熔钎焊特性\n苗玉刚;王腾;周玥;韩端锋;\n47-50+115&HJXB201501012',
    '搅拌头旋转频率对静止轴肩搅拌摩擦焊接头力学性能的影响规律\n' +
      '姬书得;孟祥晨;黄永宪;高双胜;路浩;马琳;\n' +
      '51-54+115-116&HJXB201501013',
    '应变速率对X80管线钢在库尔勒土壤环境中应力腐蚀开裂的影响\n谢飞;王丹;吴明;孙东旭;\n55-58+116&HJXB201501014',
    'Sn-0.3Ag-0.7Cu-xSb无铅钎料润湿性\n张亮;Tu K N;孙磊;郭永环;何成文;\n59-62+116&HJXB201501015',
    '铝/钢异种金属火焰钎焊接头组织和性能\n杨金龙;薛松柏;薛鹏;戴玮;吕兆萍;张满;\n63-66+116&HJXB201501016',
    '激光熔覆原位合成陶瓷相增强铁基熔覆层的组织和性能\n乔虹;李庆棠;符寒光;雷永平;\n67-69+116&HJXB201501017',
    '基于结构应力方法的正面角焊缝抗剪强度分析\n聂春戈;魏鸿亮;董平沙;兆文忠;\n70-74+116-117&HJXB201501018',
    '金属互连结构的电迁移仿真分析\n邓登;崔海坡;\n75-78+117&HJXB201501019',
    'ADB610钢焊接接头概率疲劳裂纹扩展分析\n张天会;果霖;施杰;薛彬;徐人平;\n79-82+117&HJXB201501020',
    'Sn-0.3Ag-0.7Cu-xNd钎料显微组织及性能\n徐佳琛;薛松柏;薛鹏;杨洁;\n83-86+117&HJXB201501021',
    '薄壁多焊缝复杂构件焊接过程的数值模拟\n李江飞;齐海波;任德亮;郭雅妹;张伟;\n87-90+117&HJXB201501022',
    '双机器人协同焊接的轨迹优化\n翟敬梅;应灿;张铁;徐晓;\n91-95+117-118&HJXB201501023',
    'Q690C低碳粒贝钢多层MAG焊接头组织与性能\n郭咏华;张贵锋;杨宗奇;黄超;\n96-100+118&HJXB201501024',
    '超声波辅助钎焊铜/铝异种金属接头界面组织性能及强化机制\n张汇文;崔炜;闫久春;\n101-104+118&HJXB201501025',
    '机械振动频率对高强度钢焊接接头低温韧性的影响\n苏允海;马大海;孟凡玲;刘政军;\n105-108+118&HJXB201501026',
    'Ni/Al纳米金属箔自蔓延焊接钛/铜异种材料\n何金江;徐学礼;王越;李勇军;\n109-112+118&HJXB201501027'
  ],
  [
    '低气压对自保护药芯焊丝焊缝成形的影响\n朱志明;范开果;王永东;刘晗;\n1-5+113&HJXB201502001',
    '加热温度和保温时间对镜面纯铁表面粗糙度的影响\n蒋斌;邢丕峰;魏成富;杨蒙生;郭建军;刘畅;\n6-10+113&HJXB201502002',
    '网格不敏感结构应力的焊接疲劳数据分布\n杨鑫华;孙屹博;邹丽;\n11-14+113&HJXB201502003',
    '汽车车身用铝合金冷金属过渡点塞焊工艺分析\n曹睿;黄倩;朱海霞;陈剑虹;\n15-18+113&HJXB201502004',
    '初始转速对惯性径向摩擦焊接头成形的影响\n秦国梁;梁永亮;周军;齐秀滨;张春波;\n19-22+113-114&HJXB201502005',
    '铝合金与低碳钢异种金属材料的激光-压轮焊接\n徐国建;麻明章;杭争翔;张超逸;沓名宗春;\n23-26+114&HJXB201502006',
    '非线性超声脉冲反转法在铝合金焊缝疲劳寿命预测中的应用\n万楚豪;刚铁;刘斌;\n27-30+34+114&HJXB201502007',
    '气体熔池耦合活性TIG焊熔池N元素分布骤冷分析\n黄勇;张治国;王艳磊;\n31-34+114&HJXB201502008',
    '双线激光传感焊枪定位与焊缝走向识别\n毛志伟;周少玲;赵滨;石志新;姜银松;潘际銮;\n35-38+114-115&HJXB201502009',
    '气流辅助增强匙孔激光焊熔深增加机理\n沈显峰;滕文华;许超;张伟超;\n39-42+115&HJXB201502010',
    'AZ91D镁合金激光熔覆Al-Si涂层微观组织及热力学分析\n雷贻文;顾正阳;孙荣禄;唐英;\n43-46+115&HJXB201502011',
    '力学与电化学作用下X80钢焊接接头SCC行为分析\n谢飞;孙岩;王丹;吴明;\n47-50+115&HJXB201502012',
    '成形砂轮超高频感应加热温度分布均匀性分析\n童欣;苏宏华;徐九华;陈燕;\n51-54+58+115&HJXB201502013',
    '单电源交流双钨极氩弧焊接铝合金工艺机理分析\n吴斌涛;苗玉刚;韩端锋;周玥;\n55-58+116&HJXB201502014',
    '双丝夹角对双丝间接电弧特性的影响\n史传伟;邹勇;邹增大;吴东亭;\n59-62+116&HJXB201502015',
    'LFM激励信号在超声TOFD检测中的应用\n丛森;刚铁;张佳莹;盛朝阳;\n63-66+116&HJXB201502016',
    '超细颗粒焊剂约束电弧超窄间隙焊接1Cr18Ni9Ti不锈钢的焊缝成形分析\n' +
      '郑韶先;时哲;韩峰;孟倩;\n' +
      '67-70+116&HJXB201502017',
    '镍基高温合金K4169熔敷金属间化合物CrFeNb熔合区微观组织结构\n' +
      '刘瑞瑞;赵志龙;艾昌辉;李景伟;刘林;\n' +
      '71-74+116-117&HJXB201502018',
    '960高强度钢激光焊接接头的组织和腐蚀性能\n李恒贺;乔及森;蒋小霞;陈剑虹;吴毅雄;\n75-78+117&HJXB201502019',
    '梯形波纹腹板焊接梁疲劳寿命分析\n董亚飞;魏国前;岳旭东;余震;\n79-82+117&HJXB201502020',
    '高速电弧喷涂FeNiCrAl/Cr3C2涂层的高温氧化性能和氧化机理\n' +
      '钱玲;吴玉萍;郭文敏;秦玉娇;\n' +
      '83-86+117&HJXB201502021',
    '激光焊接中的等离子体与小孔行为分析\n李斌;赵泽洋;王春明;胡席远;郭涟;\n87-91+117&HJXB201502022',
    '7075铝合金搅拌摩擦焊接头温度场及残余应力场的有限元模拟\n郭柱;朱浩;崔少朋;王彦红;\n92-96+117-118&HJXB201502023',
    '基于人工蜂群算法的双机器人路径规划分析\n王郑拓;冯振礼;叶国云;徐月同;傅建中;\n97-100+118&HJXB201502024',
    '温度对高速电弧喷涂FeNiBSi/Cr3C2复合涂层热腐蚀性能的影响\n' +
      '沈伟;吴玉萍;郭文敏;秦玉娇;\n' +
      '101-104+118&HJXB201502025',
    '焊接残余应力场声弹性不稳定性分析\n路浩;\n105-108+118&HJXB201502026',
    '超音速火焰喷涂Cr3C2-NiCr涂层在3.5%NaCl溶液中的腐蚀性能及机理\n' +
      '郭稷;李改叶;吴玉萍;洪晟;\n' +
      '109-112+118&HJXB201502027'
  ],
  [
    '激光焊接不锈钢微间隙焊缝偏差小波变换检测法\n高向东;刘永华;\n1-4+6&HJXB201503001',
    '软开关逆变器谐振过程解耦分析与参数设计\n朱志明;杨中宇;汤莹莹;夏铸亮;\n5-8+13+1&HJXB201503002',
    '声信号辅助同轴视觉激光模具修复飞溅控制\n刘立君;柳学杨;兰虎;张伟杰;贾志欣;李继强;\n9-13+1&HJXB201503003',
    '基于响应面法的埋弧焊磁控传感器参数优化\n洪波;陈宇;李湘文;朱亚飞;\n14-17+1-2&HJXB201503004',
    '超声-MAG复合焊接熔滴过渡受CO2含量的影响\n范成磊;谢伟峰;杨春利;庄小威;林三宝;\n18-22+2&HJXB201503005',
    '铝合金LB-VPPA复合焊接热源特性\n韩永全;庞世刚;姚青虎;石增杰;\n23-26+2&HJXB201503006',
    'SiC_p/2024与2219铝合金电子束焊接\n陈国庆;张秉刚;杨勇;冯吉才;\n27-30+2&HJXB201503007',
    '氮氧元素联合过渡对气体熔池耦合活性TIG焊电弧的影响\n黄勇;王艳磊;张治国;\n31-34+2&HJXB201503008',
    '电火花沉积WC-12Co涂层单脉冲温度场数值模拟\n魏红梅;初未珅;林铁松;何鹏;\n35-38+2-3&HJXB201503009',
    '复杂结构焊缝的非线性超声检测方法\n刘斌;刚铁;万楚豪;罗志伟;\n39-42+3&HJXB201503010',
    '高气压环境脉冲MAG焊气体混合比对焊接稳定性的影响\n黄松涛;谷孝满;王磊;张永明;焦向东;\n43-46+3&HJXB201503011',
    '微米锡刷镀层对AgCuZnSn钎料性能的影响\n王星星;杜全斌;龙伟民;吕登峰;\n47-50+3&HJXB201503012',
    '铝/钛异种金属冷金属过渡熔钎焊接头分析\n孙军浩;曹睿;陈剑虹;\n51-54+3&HJXB201503013',
    '双机器人松协调焊接过程无碰路径规划\n张立栋;李亮玉;王天琪;刘海华;郑武科;\n55-58+4&HJXB201503014',
    '超声冲击细化FGH95镍基高温合金激光熔覆层组织\n戚永爱;赵剑峰;谢德巧;李悦;\n59-62+4&HJXB201503015',
    '高气压环境下脉冲MAG焊稳定性及其电弧电压补偿\n王磊;黄松涛;焦向东;谷孝满;\n63-66+4&HJXB201503016',
    '双机器人主从协调焊接的路径规划算法\n赵娜;岳建锋;李亮玉;王天琪;郑武科;\n67-70+4&HJXB201503017',
    '驻留时间和加载速率对无铅焊点低周疲劳行为的影响\n王超;李晓延;朱永鑫;\n71-75+4-5&HJXB201503018',
    '重力对全位置TIG焊熔池温度场与流场影响的有限元分析\n刘文吉;李亮玉;岳建锋;王天琪;\n76-79+84+5&HJXB201503019',
    '复杂背景下X射线BGA焊点气泡检测\n李乐;陈忠;张宪民;\n80-84+5&HJXB201503020',
    '600MPa级超细晶粒钢摩擦焊过程性能分析\n冯涛;郁振其;刘永华;李思;王引真;\n85-88+5&HJXB201503021',
    '热处理对磁场作用下AZ91镁合金焊接接头组织和性能的影响\n綦秀玲;刘政军;苏允海;屈佳兴;\n89-92+5&HJXB201503022',
    'Fe-Cr-Ti-C系药芯焊丝熔覆层中硬质相生长模式\n孟凡玲;张桂清;苏允海;\n93-96+5-6&HJXB201503023',
    '烧结压力对自钎剂钎料性能的影响\n李秀朋;龙伟民;陈曦;沈元勋;钟素娟;\n97-100+6&HJXB201503024',
    '基于全包络权重算法的超声波法残余应力无损测量系统\n路浩;\n101-104+6&HJXB201503025',
    '基于MORFEO的采用不同搅拌针形状时沿板厚方向流动性的数值分析\n胥妍;杨新岐;刘寒龙;\n105-108+6&HJXB201503026',
    '基于逆焊接技术的T122/P122钢环焊缝残余应力消除工艺\n曹俊;赵建平;杨阳;\n109-112+6&HJXB201503027'
  ],
  [
    '氮氧联合过渡对GPCA-TIG焊焊缝的影响\n黄勇;王艳磊;张治国;\n1-4+113&HJXB201504001',
    'Ti3Al/Ti/Ti2AlNb扩散连接工艺及性能\n魏红梅;李万青;何鹏;高丽娇;林铁松;\n5-8+70+113&HJXB201504002',
    '电容电感复合桥式焊缝跟踪传感器\n洪波;朱亚飞;李湘文;陈宇;\n9-12+24+113&HJXB201504003',
    '厚板双TIG打底焊缝根部熔合的数值模拟\n杨东青;李大用;张广军;\n13-16+113-114&HJXB201504004',
    '镁/钛异种金属冷金属过渡焊接的温度场模拟\n王岑;曹睿;林巧力;王清;董闯;陈剑虹;\n17-20+114&HJXB201504005',
    '铝硅合金互连线电迁移失效试验\n崔海坡;邓登;\n21-24+114&HJXB201504006',
    '基于RS_RBFNN的钛合金焊接接头疲劳寿命预测\n邹丽;杨鑫华;孙屹博;邓武;\n25-29+78+114&HJXB201504007',
    '超声冲击处理对7A52铝合金焊接应力影响的数值模拟\n贾翠玲;陈芙蓉;\n30-34+114-115&HJXB201504008',
    '不锈钢药芯焊丝中铁粉/长石对焊接烟尘中Cr(Ⅵ)的影响\n' +
      '白建涛;栗卓新;李杨;Wolfgang Tillmann;\n' +
      '35-38+55+115&HJXB201504009',
    '中厚钢板大功率固体激光切割模式\n王威;林尚扬;徐良;滕彬;\n39-42+115&HJXB201504010',
    '高体积比SiC_p/6063Al复合材料表面预置钛膜及真空钎焊分析\n' +
      '王鹏;李强;高增;程东锋;牛济泰;\n' +
      '43-46+82+115&HJXB201504011',
    '基于超声相控阵的FSW缺陷三维可视化\n孙昌立;刚铁;刘斌;王常玺;王龙;\n47-50+115&HJXB201504012',
    '搅拌针端部形状对FSW接头根部金属流动行为的影响\n严超英;邢丽;黄永德;柯黎明;\n51-55+115-116&HJXB201504013',
    '摆动电弧窄间隙立向上GMAW焊缝成形\n徐望辉;林三宝;杨春利;范成磊;\n56-60+116&HJXB201504014',
    '脉冲电子束与喷砂复合处理对MCrAlY涂层表面粗糙度及结合强度的影响\n' +
      '邹慧;雷娟娟;王志平;蔡杰;\n' +
      '61-65+116&HJXB201504015',
    '探究预制疲劳裂纹载荷对DH36药芯焊丝CO2气保焊接头CTOD值的影响\n' +
      '邓彩艳;孟庆禹;王东坡;龚宝明;\n' +
      '66-70+116&HJXB201504016',
    '铝合金搅拌摩擦焊过程热力演变的三维数值模拟\n董平;窦作勇;张鹏程;\n71-74+116-117&HJXB201504017',
    '高速列车用厚板铝合金CMT焊接工艺\n路浩;\n75-78+117&HJXB201504018',
    '铜柱栅阵列互连结构的剪切行为\n赵智力;徐希锐;孙凤莲;杨建国;\n79-82+117&HJXB201504019',
    '铝合金脉冲MIG焊接熔滴过渡行为的声发射信号时频域表征\n罗怡;谢小健;朱洋;万瑞;胡绍裘;\n83-86+91+117&HJXB201504020',
    '预热温度对12Cr10Co3W2Mo耐热钢焊接冷裂纹敏感性的影响\n' +
      '张群兵;牛靖;赵鹏飞;黄勇;李志刚;张建勋;\n' +
      '87-91+117-118&HJXB201504021',
    '稀土氧化钇对高强度钢焊条熔敷金属组织和性能影响\n刘仁培;蔡养川;魏艳红;成中庚;\n92-96+118&HJXB201504022',
    '交变载荷作用下平面应力状态焊接接头焊趾处应力应变理论解的推导\n' +
      '薛钢;王涛;宫旭辉;方洪渊;\n' +
      '97-100+105+118&HJXB201504023',
    '采用AgCuTi活性钎料真空钎焊MgAl2O4透明陶瓷\n朱成俊;尚长沛;\n101-105+118&HJXB201504024',
    '高温焊接对1.25Cr0.5Mo焊接构件疲劳寿命的影响\n尹成江;宋天民;李万丽;\n106-108+118&HJXB201504025',
    '脉冲TIG焊接工艺参数对Inconel601H镍基合金焊缝晶粒大小的影响\n' +
      '王涛;郑振太;董天顺;张立胜;\n' +
      '109-112+118&HJXB201504026'
  ],
  [
    '夹杂物对Ag-Cu-Zn钎料凝固组织和性能的影响\n樊江磊;龙伟民;王星星;郭艳红;张冠星;\n1-4+113&HJXB201505001',
    '基于旋转电弧传感器的角焊缝跟踪\n乐健;张华;叶艳辉;彭园;\n5-9+113&HJXB201505002',
    '无渣自保护药芯焊丝的“渣溅”行为\n刘大双;魏艳红;刘仁培;\n10-12+84+113&HJXB201505003',
    '60mm厚TC4钛合金电子束焊接头疲劳性能\n王厚勤;张秉刚;王廷;闻雅;冯吉才;\n13-16+103+113&HJXB201505004',
    '2219铝合金高频耦合脉冲TIG焊接工艺\n李显;宋永伦;卢振洋;孙玉娟;\n17-20+114&HJXB201505005',
    '激光热丝焊表面修复成形质量分析和控制\n温鹏;冯振华;王罡;郑世卿;\n21-24+114&HJXB201505006',
    '激光熔覆镍基合金温度场和应力场数值模拟\n李美艳;韩彬;蔡春波;王勇;宋立新;\n25-28+32+114&HJXB201505007',
    '线聚焦超声波法焊接缺陷识别\n迟大钊;刚铁;赵立彬;\n29-32+114&HJXB201505008',
    '铝锂合金双激光束双侧同步焊接各向拉伸性能分析\n' +
      '占小红;陈纪城;陈洁;陶汪;刘红兵;陈彦宾;魏艳红;\n' +
      '33-36+114-115&HJXB201505009',
    '不同CMT工艺2014-T6焊缝成形及气孔分析\n从保强;欧阳瑞洁;乔柳平;\n37-40+115&HJXB201505010',
    '固态相变对P91钢激光对接接头残余应力的影响\n刘晓占;邓德安;毕涛;童彦刚;\n41-43+64+115&HJXB201505011',
    '平板焊接有限元分析过渡型网格自动生成技术分析\n米高阳;魏艳红;占小红;辜诚;\n44-46+88+115&HJXB201505012',
    'SAC305/Cu微焊点界面金属间化合物生长速率\n王建华;孟工戈;孙凤莲;\n47-50+76+115&HJXB201505013',
    'X70高钢级管线钢焊接接头盐雾腐蚀机理\n孔德军;王进春;叶存冬;\n51-54+115-116&HJXB201505014',
    '基于Kalman滤波的磁控旋转电弧传感器焊缝跟踪偏差预测\n洪波;柳健;洪宇翔;王谦;\n55-58+116&HJXB201505015',
    '钛合金表面激光熔覆高温自润滑耐磨复合涂层\n孟祥军;刘秀波;刘海青;陈瑶;\n59-64+116&HJXB201505016',
    'SS400钢焊接温度场分布规律模拟与验证\n陆恒昌;邢淑清;麻永林;陈重毅;\n65-68+116&HJXB201505017',
    '气体保护焊烟尘形成机理分析\n李慷;杨立军;刘晓秋;岳宜文;李桓;\n69-72+116-117&HJXB201505018',
    'CH化合物和Ni60A对激光快速成形试件组织与力学性能的影响\n刘武;张彦;陈勇;邱长军;\n73-76+117&HJXB201505019',
    'Zn-Cu-Sn-Bi系锌基高温软钎料的组织与性能\n邢飞;邱小明;张宏强;尹善文;\n77-80+108+117&HJXB201505020',
    '铝合金厚板CMT补焊工艺试验\n路浩;\n81-84+117&HJXB201505021',
    '钢表面激光熔覆Ti-Al球磨粉合成复合涂层\n贺文雄;赵健;吕志军;赵洪运;\n85-88+117&HJXB201505022',
    '基于预充氢拉伸法的焊接接头氢致裂纹敏感性评价\n张敬强;杨建国;薛刚;王佳杰;方洪渊;\n89-92+117-118&HJXB201505023',
    '高Ti-Nb系高强钢焊接接头回火前后的力学行为\n张楠;董现春;潘辉;章军;\n93-98+118&HJXB201505024',
    '核电汽轮机焊接低压转子1∶1模拟件接头高周疲劳性能及门槛值预测\n' +
      '孙林根;蔡志鹏;潘际銮;王朋;霍鑫;齐艳娜;\n' +
      '99-103+118&HJXB201505025',
    'A517Q齿条钢的焊接性\n谢云;\n104-108+118&HJXB201505026',
    '焊补对SMA490BW焊接接头疲劳性能的影响\n王志杰;齐芳娟;林松;郑萌萌;\n109-112+118&HJXB201505027'
  ],
  [
    '基于轮廓法测试惯性摩擦焊接头内部残余应力\n刘川;冯俊;朱海洋;李良碧;\n1-4+113&HJXB201506001',
    '主管旋转式相贯曲线自动焊接模型与仿真\n石磊;田新诚;\n5-8+113&HJXB201506002',
    '正火处理对贝氏体钢辙叉铝热焊接头性能和组织的影响\n史晓波;张福成;张明;王明明;郑春雷;\n9-13+18+113&HJXB201506003',
    '船舱流水孔自动识别跟踪焊接系统\n郭亮;张华;高延峰;\n14-18+113&HJXB201506004',
    '微弧离子沉积阻燃涂层及其性能\n傅斌友;汪瑞军;史萌;屈轶;\n19-22+114&HJXB201506005',
    '5A06铝合金厚板双丝PMIG焊接头组织与性能\n杨嘉佳;王克鸿;曹慧;冯曰海;吴统立;\n23-26+114&HJXB201506006',
    'Al2O3陶瓷与紫铜的间接钎焊\n付伟;宋晓国;赵一璇;韩桂海;冯吉才;\n27-30+114&HJXB201506007',
    '成分和热处理对核级不锈钢堆焊材料氧化行为的影响\n曹鑫源;李兆登;丁贤飞;陆永浩;匡艳军;\n31-34+114&HJXB201506008',
    'Al2O3陶瓷与5005铝合金的高频感应钎焊\n任伟;张丽霞;郝通达;杨振文;\n35-38+114-115&HJXB201506009',
    '含Nb元素堆焊层金属中碳化物的析出行为\n付莉超;赵鑫;杨庆祥;\n39-43+115&HJXB201506010',
    'flash芯片SMT焊点抗高g值冲击性能分析\n靳书云;靳鸿;张艳兵;陈昌鑫;\n44-46+51+115&HJXB201506011',
    '等离子重叠熔敷对Fe-Cr-C-Ti涂层性能的影响\n刘均波;\n47-51+115&HJXB201506012',
    '激光沉积成形修复薄壁叶片模拟件的三维形变分析\n任维彬;董世运;徐滨士;王玉江;刚肖;\n52-56+115&HJXB201506013',
    '基于机器视觉焊接轨迹搜索算法\n李琳;李春;邹焱飚;\n57-60+115-116&HJXB201506014',
    '微细加工表面的三维微观形貌比较分析\n张彬;郭黎滨;张志航;姚风龙;郭猛;\n61-64+116&HJXB201506015',
    '磁控等离子弧堆焊过程中热力学特点初探\n武小娟;苏允海;张桂清;孟凡玲;\n65-68+116&HJXB201506016',
    '铝合金三元气体保护焊温度场及接头组织特征\n路浩;\n69-72+116&HJXB201506017',
    '钛和锶对舰船用ER4043铝合金焊丝显微组织和性能的影响\n' +
      '王博;薛松柏;黄杰;马超力;林中强;\n' +
      '73-76+116-117&HJXB201506018',
    '960MPa级熔敷金属组织及冲击韧性分析\n吴炳智;荆文;徐玉君;孙静涛;王旭友;\n77-80+117&HJXB201506019',
    '焊接模拟中自适应高温截断技术及阈值优化\n刘学;徐涛;马龙;于征磊;修航;\n81-84+117&HJXB201506020',
    '过渡层对铝/钢FSB接头性能和组织的影响\n俞伟元;邵家霖;陈大林;刘森辉;\n85-89+117&HJXB201506021',
    'AP1000蒸汽发生器环焊缝局部热处理对U形管局部损伤的分析及预防\n杨松;杨圆明;\n90-94+117-118&HJXB201506022',
    '高速列车6N01侧墙激光复合焊接头软化行为分析\n李小宇;王小朋;雷振;杨海锋;\n95-98+118&HJXB201506023',
    '低匹配十字接头的“等承载”设计\n赵智力;张远健;方洪渊;刘雪松;\n99-102+118&HJXB201506024',
    '热输入对BWELDY960Q钢焊接接头组织性能的影响\n秦华;刘政军;苏允海;林金梁;\n103-106+118&HJXB201506025',
    '空间焊接技术研究现状及展望\n冯吉才;王厚勤;张秉刚;王廷;\n107-112+118&HJXB201506026'
  ],
  [
    '异种先进高强度钢搭接接头熔化极气体保护焊焊接工艺参数优化\n黄鹏飞;熊威;闫恒宇;卢振洋;\n1-4+113&HJXB201507001',
    '基于BC-MIG焊的铝/钢异种金属增材制造工艺\n苗玉刚;曾阳;王腾;吴斌涛;封小松;\n5-8+113&HJXB201507002',
    'ForceArc双面焊熔池流场与温度场的数值模拟\n' +
      '陈姬;武传松;Pittner A;Retheier M;\n' +
      '9-12+113&HJXB201507003',
    '6061铝合金表面激光熔覆稀土CeO2+Ni60组织及摩擦磨损性能\n' +
      '王成磊;高原;张光耀;\n' +
      '13-16+113-114&HJXB201507004',
    '焊缝屈服强度对SM490A钢焊接残余应力预测精度的影响\n叶延洪;孙加民;蔡建鹏;邓德安;\n17-20+114&HJXB201507005',
    '不同热处理状态AMS6308钢惯性摩擦焊接头组织及力学性能\n张春波;周军;赵玉珊;安洪亮;\n21-24+114&HJXB201507006',
    '高气压环境下脉冲电流控制对熔滴过渡的影响\n黄松涛;谷孝满;焦向东;张永明;\n25-29+114&HJXB201507007',
    '1060铝钎缝耐腐蚀性分析\n龙飞;胡庆贤;张子雄;苏莉;\n30-34+114&HJXB201507008',
    '基于激光超声的铝合金搅拌摩擦焊典型缺陷检测及分析\n郑德根;陈华斌;王继锋;林涛;陈善本;\n35-38+114-115&HJXB201507009',
    '提高油气水井工具抗冲蚀性能的方法\n隋义勇;高冰;熊云;樊灵;\n39-42+115&HJXB201507010',
    '焊接顺序对大型薄板装甲钢结构焊接变形的影响\n董文超;陆善平;李殿中;\n43-46+50+115&HJXB201507011',
    '薄板激光焊接热变形的检测\n黄尊月;罗震;姚杞;冯梦楠;王忠红;\n47-50+115&HJXB201507012',
    '激光+GMAW复合热源焊流体流动数值分析模型\n胥国祥;张卫卫;马学周;杜宝帅;\n51-54+115-116&HJXB201507013',
    '10kW光纤激光焊接缺陷的形成\n赵琳;塚本进;荒金吾郎;张岩;田志凌;\n55-58+116&HJXB201507014',
    '45钢光纤激光熔凝工艺\n屈岳波;周健;赵琳;张瑞华;张岩;田志凌;\n59-62+116&HJXB201507015',
    '氧化物弥散强化材料的搅拌摩擦焊分析\n张静;常永勤;贺建超;万发荣;\n63-66+116&HJXB201507016',
    '激光焊接316LN平板对接焊试验中气孔成因初探\n张书权;吴杰峰;吴维越;卫靖;方超;\n67-71+116&HJXB201507017',
    '6061铝合金激光深熔焊等离子体光谱特征与气孔的相关性\n李坤;王威;单际国;王旭友;\n72-76+116-117&HJXB201507018',
    '窄间隙MAG立焊动态过程模拟及热物理特性\n兰虎;张华军;陈阿静;陈善本;\n77-82+117&HJXB201507019',
    '3Cr低合金钢焊接接头腐蚀膜对基体的保护作用\n徐连勇;董鑫刚;荆洪阳;韩永典;\n83-87+117&HJXB201507020',
    '工艺参数对IC10高温合金激光熔覆层形貌的影响\n邢彬;常保华;都东;\n88-92+117&HJXB201507021',
    '电渣焊接头温度场数值模拟\n孙加民;蔡建鹏;叶延洪;邓德安;\n93-96+117-118&HJXB201507022',
    '0Cr15Ni5Cu4Nb中厚板锁底结构大功率光纤激光焊接工艺特性\n李颖;封小松;张聃;崔凡;\n97-100+118&HJXB201507023',
    '一种基于激光测距波纹板机器人自动焊接轨迹恢复方法\n于杰;陈希章;胡超;林涛;朱振友;\n101-104+118&HJXB201507024',
    '搅拌摩擦焊和熔化极气体保护焊6082铝合金疲劳性能分析\n佟建华;张坤;林松;王卫兵;\n105-108+118&HJXB201507025',
    '智能化焊接CAPP的分析与开发\n吴叶军;魏艳红;\n109-112+118&HJXB201507026',
    "中国机械工程学会2016'期刊联合征订\n119&HJXB201507027"
  ],
  [
    '《异种金属的焊接》\n史春元;于启湛;\n96&HJXB201508024',
    '《焊接电弧现象与焊接材料工艺性》\n王宝;宋永伦;\n108&HJXB201508028',
    '45钢/304不锈钢连续驱动摩擦焊接工艺\n秦国梁;马宏;耿培皓;周军;齐秀滨;周珍珍;\n1-4+113&HJXB201508001',
    '旋转电弧窄间隙焊温度场和侧壁熔深的数值模拟\n黎文航;胡婷;刘川;王加友;王淼;\n5-8+17+113&HJXB201508002',
    'UBM凸点互连结构信号完整性分析\n梁颖;林训超;黄春跃;邵良滨;张欣;\n9-12+113&HJXB201508003',
    '基于超声跨态处理的焊接热循环试验\n刘浩东;胡芳友;崔爱永;李洪波;黄飞;\n13-17+113-114&HJXB201508004',
    '基于熔池图像尖端特征规律的焊接偏差测定方法\n邹勇;李运华;蒋力培;薛龙;黄军芬;黄继强;\n18-22+114&HJXB201508005',
    '铁磁性激光熔覆层应力的金属磁记忆评价\n刘彬;陈书锦;董世运;方臣富;胡庆贤;郭宇;\n23-26+114&HJXB201508006',
    '焊接速度对AA6082搅拌摩擦焊接头根部缺陷及性能的影响\n戴启雷;王秀义;侯振国;曹雄;史清宇;\n27-30+114&HJXB201508007',
    '电阻点焊熔核微观组织模拟\n冯梦楠;罗震;李洋;王忠红;张成大;\n31-34+114&HJXB201508008',
    '硼酸铝晶须对Sn-58Bi/Cu界面金属间化合物层演变及剪切行为的影响\n' +
      '邱希亮;王倩;林铁松;何鹏;陆凤娇;\n' +
      '35-38+114-115&HJXB201508009',
    '基于堆焊-电解的复合3D加工技术\n张禹;罗震;谈辉;段瑞;张成大;\n39-42+115&HJXB201508010',
    'SiC_p/Al激光诱导钎焊接头界面行为及性能\n刘骏;周广涛;陈聪彬;牛济泰;\n43-46+115&HJXB201508011',
    '基于有限元的铁磁物质电阻点焊磁场分布分析\n任吉刚;罗震;姚杞;李洋;徐锦海;\n47-50+115&HJXB201508012',
    '新型电阻塞焊连接方法分析\n冯悦峤;罗震;李洋;张成大;\n51-54+115&HJXB201508013',
    '石墨电极表面氩弧熔覆原位合成ZrB2-SiC/Si抗氧化涂层\n王振廷;朱士奎;冯帆;\n55-58+116&HJXB201508014',
    'D406A钢的光纤激光-电弧复合焊接性能\n' +
      '徐国建;刘珊珊;杭争翔;王虹;刘祥宇;普雄鹰;沓名宗春;\n' +
      '59-62+116&HJXB201508015',
    'Zn-Al钎料钎焊6063铝合金铺展性能及接头断裂机理分析\n张满;夏之穹;张临财;徐鸿宾;\n63-66+116&HJXB201508016',
    '氩弧熔覆原位自生TiC-TiB增强铁基复合涂层组织与性能\n王永东;刘兴;郑光海;赵霞;\n67-70+116&HJXB201508017',
    'CuNiSnTi钎料钎焊立方氮化硼界面产物分析\n王毅;阮野;董文;雷凯;\n71-74+116-117&HJXB201508018',
    '拉剪载荷下超高强度钢点焊残余应力试验\n宇慧平;杨柳;韩长录;李晓阳;\n75-78+117&HJXB201508019',
    '控制气氛下的AgCuTi/TiAl润湿铺展动力学\n' +
      '赵诚;李玉龙;刘文;Sekulic Dusan P;\n' +
      '79-83+117&HJXB201508020',
    '实时超声冲击消减焊接残余应力\n贺文雄;肖昌辉;史菲;赵洪运;李思昊;易传佩;\n84-87+117&HJXB201508021',
    '基于ANSYS概率设计系统的电弧切割参数敏感性分析\n刘敏;李志宁;张英堂;范红波;\n88-92+117-118&HJXB201508022',
    'BWELDY960Q钢振动焊接焊缝组织与低温冲击韧性\n刘政军;秦华;苏允海;刘长军;芦延鹏;\n93-96+118&HJXB201508023',
    '718合金TIG焊热影响区组织变化\n叶欣;华学明;吴毅雄;\n97-100+118&HJXB201508025',
    '镁合金T形件激光-TIG复合热源焊接\n袁胜涛;梁鹏飞;成鑫;刘黎明;\n101-104+118&HJXB201508026',
    '基于多传感器的焊枪定位系统的设计\n陈仲盛;周强;谢本凯;\n105-108+118&HJXB201508027',
    '00Cr16Sn超纯铁素体不锈钢焊接接头腐蚀性能\n张蕾;王文先;闫志峰;王志斌;张心保;\n109-112+118&HJXB201508029'
  ],
  [
    '采用辅助脉冲电流液相扩散连接Ti（C,N）-Al2O3的接头形成行为及强度\n' +
      '吴铭方;刘飞;王凤江;胡庆贤;\n' +
      '1-4+113&HJXB201509001',
    '焊后热处理对复杂结构件完整性的影响\n邓彩艳;雷桢禹;龚宝明;王东坡;\n5-8+34+113&HJXB201509002',
    'A6N01-T5合金FSW和MIG焊接头疲劳裂纹扩展行为的对比\n' +
      '戴启雷;孟立春;梁志芳;吴建军;史清宇;\n' +
      '9-12+38+113&HJXB201509003',
    '超声电机压电陶瓷和铜定子弹性体钎焊工艺\n李志强;薛松柏;丁庆军;赵淳生;尹育聪;\n13-16+113-114&HJXB201509004',
    '激光热丝焊电阻热控制及送丝参数优化\n温鹏;郑世卿;单际国;冯振华;\n17-20+114&HJXB201509005',
    '小弯曲角焊缝跟踪及焊缝终点检测\n乐健;张华;叶艳辉;王帅;\n21-25+114&HJXB201509006',
    '脉冲TIG焊混合电弧模型\n王金兵;吕小青;王莹;\n26-30+114&HJXB201509007',
    '铜磷钎料热拉拔过程加热工艺对钎料组织和塑性的影响\n龙飞;胡庆贤;徐华;苏雷;\n31-34+114&HJXB201509008',
    '铜/镀镍钢微电阻点焊接头形成机理\n陈玉华;谢吉林;倪泉;黄永德;\n35-38+114-115&HJXB201509009',
    '铝合金/镀锌钢异种材料薄板的超声波点焊\n温昌金;李玉龙;赵诚;\n39-42+115&HJXB201509010',
    '模拟煤制气环境下X80管线钢及HAZ的氢脆敏感性\n张体明;王勇;赵卫民;吴倩;\n43-46+115&HJXB201509011',
    '铝合金自冲铆接头静力学性能及失效机理分析\n邢保英;何晓聪;王玉奇;邓成江;\n47-50+115&HJXB201509012',
    '铝合金变极性TIG焊接电弧行为\n韩永全;张世全;庞世刚;洪海涛;\n51-54+59+115-116&HJXB201509013',
    '固态相变对P91钢焊接残余应力的影响\n毕涛;邓德安;刘晓占;童彦刚;\n55-59+116&HJXB201509014',
    '氮气保护粉/丝复合堆焊高硼铁基合金的组织及结构\n庄明辉;李慕勤;王军;马春力;蔡丁森;\n60-64+116&HJXB201509015',
    '基于基元模型的车身焊接夹具分层实例推理方法\n胡茶根;殷国富;李堂明;曾定洲;\n65-68+107+116&HJXB201509016',
    'Cu-Cr-Zr合金连续驱动摩擦焊接头热力演变\n陈书锦;路丽梅;芦笙;王云鹏;\n69-74+116-117&HJXB201509017',
    'La对Sn-0.3Ag-0.7Cu回流焊点纳米力学性能影响\n戴文勤;王丽凤;何冰;刘海涛;\n75-78+117&HJXB201509018',
    '大厚度电子束焊接接头厚度方向的组织差异性\n陈倩倩;李东;贺聪聪;于治水;\n79-82+117&HJXB201509019',
    '电解铝阳极导杆铝-钢相位摩擦焊工艺及力学性能\n王希靖;李经纬;张昌青;孙学敏;\n83-86+117&HJXB201509020',
    '铝合金电弧增材制造焊道宽度尺寸预测\n柏久阳;王计辉;林三宝;杨春利;\n87-90+117&HJXB201509021',
    '基于多曝光的明弧焊接视觉系统\n罗祥;王宗义;\n91-94+117-118&HJXB201509022',
    '304/Q245R爆炸复合板结合界面的退火组织和硬度\n张罡;林东升;姜岳峰;\n95-98+118&HJXB201509023',
    '板壳单元在焊接热弹塑性有限元计算中的应用\n田鹏;陈震;\n99-102+112+118&HJXB201509024',
    'X80管线钢焊接接头氢分布的数值模拟\n严春妍;张根元;刘翠英;\n103-107+118&HJXB201509025',
    '航天电子产品中SMT焊点形态对其疲劳寿命的影响\n黄小凯;孙兴华;周月阁;孔令超;\n108-112+118&HJXB201509026'
  ],
  [
    '基于DSP的并联式大功率脉冲MIG焊逆变电源系统\n吴开源;程佳;黄玺;\n1-4+113&HJXB201510001',
    '7075铝合金变极性等离子弧焊接头组织与性能\n李国伟;韩永全;陈芙蓉;李阳;\n5-8+113&HJXB201510002',
    'ODS钢搅拌摩擦焊接头的微观组织及其高温力学性能\n张静;韩文妥;常永勤;万发荣;\n9-11+40+113&HJXB201510003',
    '热输入对C300接头温度场及焊缝胞晶组织的影响\n杨帅;彭云;张晓牧;董华利;田志凌;\n12-16+113&HJXB201510004',
    '基于超声杂波抑制的缺陷检测\n迟大钊;刚铁;\n17-20+113-114&HJXB201510005',
    '钢/铝异种金属光纤激光熔钎焊数值模拟\n陈树海;张茗馨;李猛;黄继华;\n21-24+114&HJXB201510006',
    '基于轨迹动态规划的移动机器人焊道自动跟踪\n洪宇翔;都东;潘际銮;李湘文;\n25-28+114&HJXB201510007',
    'Cu基板退火处理的Cu/Sn58Bi/Cu钎焊接头界面微结构\n余啸;李玉龙;胡小武;张如华;\n29-32+114&HJXB201510008',
    '底充胶叠层PBGA无铅焊点随机振动应力应变分析\n黄春跃;梁颖;邵良滨;黄伟;李天明;\n33-36+114-115&HJXB201510009',
    '激光焊接速度对核级不锈钢腐蚀性能的影响\n陆永浩;罗奎林;曹鑫源;李兆登;\n37-40+115&HJXB201510010',
    '局部热处理对SPCC冷轧钢压印接头组织及静力学性能的影响\n刘福龙;何晓聪;曾凯;王医锋;\n41-43+48+115&HJXB201510011',
    '多场耦合条件下SnAgCu/Cu界面化合物生长行为\n许媛媛;闫焉服;李帅;赵永猛;\n44-48+115&HJXB201510012',
    '脉冲电流对钛/铝异种金属熔钎焊界面特征的影响\n魏守征;李亚江;王娟;刘坤;\n49-52+115&HJXB201510013',
    '2195铝锂合金超声TIG焊的组织与性能分析\n张玉岐;杨春利;林三宝;范成磊;\n53-56+115-116&HJXB201510014',
    '碳化硼对粉/丝复合堆焊高硼铁基合金组织结构的影响\n庄明辉;李慕勤;王军;蔡丁森;\n57-60+116&HJXB201510015',
    '大型复杂结构件高效焊接热源\n吴振;王发展;安高灵;刘太平;李珍;郑建校;马姗;\n61-64+116&HJXB201510016',
    '中厚板变坡口焊缝填充自适应控制系统\n刘建春;袁海龙;马凯威;林彦锋;\n65-68+116&HJXB201510017',
    '3003铝合金/紫铜异种金属钎焊接头力学性能及显微组织\n' +
      '张满;夏之穹;张临财;杨大春;潘长江;\n' +
      '69-72+116-117&HJXB201510018',
    '合金元素对70% SiC_p/Al复合材料钎料性能的影响\n李娟;王克鸿;张德库;\n73-76+104+117&HJXB201510019',
    '氩弧熔覆Ni基复合涂层的组织结构和长大特性\n王永东;王振廷;朱艳;郑光海;\n77-80+117&HJXB201510020',
    '碱性药芯焊丝熔滴过渡特性及工艺性分析\n王勇;王宝;张英乔;王志军;\n81-86+117&HJXB201510021',
    '钎焊时间对SiC_P/Al6063复合材料真空钎焊组织性能影响\n陈思杰;魏明强;赵丕峰;\n87-90+117&HJXB201510022',
    'A7N01铝合金复合加载下的疲劳裂纹扩展行为\n王苹;刘雪松;伍佳;王强;\n91-94+117-118&HJXB201510023',
    '基于电流样本熵的脉冲MIG焊稳定性评定\n谢煌生;傅智河;王悦新;徐敏;薛家祥;\n95-99+118&HJXB201510024',
    'X70钢管道采用铜衬垫根焊的焊接接头疲劳性能\n汪宏辉;雷正龙;杨雨禾;路焰;文学;戚国顺;\n100-104+118&HJXB201510025',
    '30CrMnSiNi2钢TIG焊接头电化学充氢后扩散氢逸出特征及示踪\n' +
      '张敬强;方洪渊;王佳杰;杨建国;\n' +
      '105-108+118&HJXB201510026',
    '不锈钢薄板大间隙接头激光-MIG电弧复合高速焊接工艺\n张洲;单际国;吴爱萍;任家烈;\n109-112+118&HJXB201510027'
  ],
  [
    '《焊接手册第3卷焊接结构》第3版(修订本)\n40&HJXB201511011',
    '钎焊过程原位合成高强度银钎料\n龙伟民;张冠星;张青科;何鹏;薛鹏;\n1-4+113&HJXB201511001',
    '基于HHT和Cohen核的磁控焊缝跟踪信号分析\n洪波;徐爱军;柳健;李湘文;\n5-8+113&HJXB201511002',
    '能源节约型激光诱导电弧复合焊技术及应用\n刘黎明;王红阳;宋刚;\n9-12+113&HJXB201511003',
    '9Ni钢自保护药芯焊丝的研制及分析\n张敏;张明;李继红;\n13-16+113&HJXB201511004',
    '3D-TSV互连结构随机振动加载应力分析\n黄春跃;熊国际;梁颖;邵良滨;黄伟;李天明;\n17-20+113-114&HJXB201511005',
    '不同结构参数下QFP封装的随机振动分析\n崔海坡;程恩清;\n21-24+114&HJXB201511006',
    '基于STM32的一体化双丝脉冲MIG焊电源系统\n吴开源;章涛;何祖伟;李华佳;\n25-28+114&HJXB201511007',
    '旋转电弧GMAW焊接工艺\n孙清洁;程文倩;刘一搏;冯吉才;蔡春伟;刘准;\n29-32+114&HJXB201511008',
    '基于自适应滤波的超声杂波抑制方法\n迟大钊;刚铁;孙昌立;\n33-36+114&HJXB201511009',
    '无机填料对高分子固体电解质与金属铝键合性能的影响\n阴旭;刘翠荣;杜超;吴常雄;\n37-40+114-115&HJXB201511010',
    '大型构件水下焊接机器人系统\n叶艳辉;张华;潘际銮;高延峰;郑军;\n41-44+115&HJXB201511012',
    '考虑接头几何参数的I-core全钢三明治板的刚度分析\n' +
      '蒋小霞;朱亮;乔及森;吴毅雄;李铸国;陈剑虹;\n' +
      '45-48+115&HJXB201511013',
    '窄节距焊料凸点成形及焊盘尺寸对抗剪强度和微观组织的影响\n刘子玉;蔡坚;王谦;何熙;张龙;\n49-52+115&HJXB201511014',
    '基于二维DIC技术的电阻点焊板件变形分析\n袁涛;罗震;李洋;任吉刚;于宏丽;\n53-56+115-116&HJXB201511015',
    '坡口预留间隙对高强度钢厚板打底焊缝成形的影响\n杨东青;李大用;张广军;\n57-60+116&HJXB201511016',
    'Q345钢对接接头残余应力与变形的预测\n蔡建鹏;孙加民;夏林印;邓德安;\n61-64+68+116&HJXB201511017',
    '热影响区组织对12Cr1MoVG再热裂纹敏感性的影响\n' +
      '石云哲;王淦刚;成鹏;张玮;赵建仓;宋理彬;\n' +
      '65-68+116&HJXB201511018',
    '硅对SAl5356铝合金焊丝显微组织和性能的影响\n黄杰;薛松柏;顾荣海;王博;林中强;\n69-72+116&HJXB201511019',
    '特殊对接形式下SiC_P/Al复合材料与铝合金搅拌摩擦焊的组织与力学性能\n' +
      '宋学成;封小松;赵慧慧;郭立杰;\n' +
      '73-76+116-117&HJXB201511020',
    '基于能量平衡短路过渡动态过程的仿真\n苏东东;吕小青;王莹;\n77-80+117&HJXB201511021',
    '热处理对Cu/Al-3.25Si合金冷压焊接复合带界面组织与性能的影响\n' +
      '王泽宇;赵莹莹;常东旭;王平;\n' +
      '81-84+117&HJXB201511022',
    '基于压缩传感技术的埋弧焊X射线焊缝图像缺陷检测\n高炜欣;胡玉衡;武晓朦;\n85-88+117&HJXB201511023',
    'Ti-22Al-25Nb合金板材的钎焊工艺\n静永娟;柴禄;高兴强;\n89-92+117&HJXB201511024',
    'Ni-Cr合金真空预钎焊金刚石磨粒复合节块界面微结构\n段端志;肖冰;汪炜;丁晓阳;\n93-96+117-118&HJXB201511025',
    '铝合金变极性等离子弧焊应力场数值分析\n牟取晗;韩永全;赵鹏;董俊慧;\n97-100+118&HJXB201511026',
    '焊接方法对1000MPa级熔敷金属组织及力学性能的影响\n' +
      '安同邦;田志凌;单际国;彭云;魏金山;\n' +
      '101-104+118&HJXB201511027',
    'RPV顶盖和CRDM管座焊接残余应力三维数值模拟\n付强;罗英;杨敏;刘川;\n105-108+118&HJXB201511028',
    '熔融金属填充焊接工艺试验系统设计\n武少杰;高洪明;张宗郁;\n109-112+118&HJXB201511029'
  ],
  [
    '小功率激光模具自动修复CCD标定技术\n刘立君;张伟杰;于义涛;胡雄武;张红兴;\n1-4+113&HJXB201512001',
    '焊接学报第36卷2015年总目次\n1-12&HJXB201512028',
    '铝合金焊缝疲劳开裂的原位同步辐射X射线成像\n吴圣川;胡雅楠;付亚楠;Buffière J Y;\n5-8+113&HJXB201512002',
    '基于独立分量分析的搅拌摩擦焊缝超声无损评价\n原可义;韩赞东;史清宇;钟约先;\n9-12+113&HJXB201512003',
    '9%Cr钢厚壁管道局部焊后热处理温度场的数值模拟\n' +
      '胡磊;王学;孟庆云;肖德铭;王鹏飞;严正;张永生;\n' +
      '13-16+21+113&HJXB201512004',
    '基于弹性反变形法的连接杆焊接变形控制\n刘雨生;李萍;田健;薛克敏;宋健;\n17-21+114&HJXB201512005',
    '片状偏钨极氩弧载流区的静电探针分析\n李渊博;芦甜;朱亮;孙喆;\n22-26+114&HJXB201512006',
    'C276合金板多层多道焊的静态单元法有限元分析\n杨建国;雷靖;贺艳明;张彤;高增梁;\n27-30+84+114&HJXB201512007',
    '盘型激光焊接状态多传感信息融合分析\n高向东;刘英英;萧振林;陈晓辉;\n31-34+88+114&HJXB201512008',
    '碳化硅增强钴基合金等离子喷焊层组织与力学性能\n李明喜;顾凤麟;李殿凯;\n35-38+114-115&HJXB201512009',
    '熔化极脉冲氩弧焊熔滴滴落过程的分析\n吕小青;沈俊;李桓;刘永强;\n39-42+115&HJXB201512010',
    '基于小波包的奥氏体焊缝缺陷超声信号识别\n迟大钊;麦成乐;孙昌立;刚铁;\n43-46+115&HJXB201512011',
    '具有铼涂层的C/C复合材料与铌的真空钎焊\n张丽霞;田成龙;田晓羽;冯吉才;石俊秒;梁迎春;\n47-50+115&HJXB201512012',
    '基于视觉注意机制的机器人厚板焊接焊缝轮廓的识别\n何银水;孔萌;陈华斌;陈玉喜;陈善本;\n51-55+115&HJXB201512013',
    'TiO2纳米颗粒掺杂对Sn-3.0Ag-0.5Cu-xTiO2焊点界面Cu6Sn5 IMC晶粒生长的影响机理\n' +
      '唐宇;骆少明;王克强;李国元;\n' +
      '56-60+116&HJXB201512014',
    '加载频率及焊接缺陷对5A06铝合金TIG焊接头超高周疲劳性能的影响\n' +
      '邓彩艳;王红;龚宝明;王东坡;\n' +
      '61-64+116&HJXB201512015',
    '2A14-T6铝合金双轴肩搅拌摩擦焊特征及接头组织性能分析\n张会杰;王敏;张骁;张景宝;\n65-68+104+116&HJXB201512016',
    '外加磁场对铝合金电阻点焊质量的影响\n李洋;姚杞;张禹;罗震;郭客;\n69-72+116&HJXB201512017',
    'Ag-Cu-In-Ti钎料钎焊SiO2f/SiO2复合材料与钼合金的接头组织及机理\n' +
      '邹文江;陈波;李文文;熊华平;\n' +
      '73-76+116-117&HJXB201512018',
    '强弱脉冲比率对AA6061铝合金双脉冲焊焊缝质量影响分析\n' +
      '谢煌生;王磊磊;沙幸威;傅智河;廖天发;薛家祥;\n' +
      '77-80+117&HJXB201512019',
    '电迁移对低银无铅微尺度焊点力学行为的影响\n尹立孟;姚宗湘;张丽萍;许章亮;\n81-84+117&HJXB201512020',
    '附加补偿保护气体对高速脉冲MIG焊焊缝的影响\n董昌文;薛家祥;徐敏;朱强;\n85-88+117&HJXB201512021',
    '马来海松酸聚乙二醇酯的制备及助焊性能\n齐帆;商士斌;高宏;黄旭娟;\n89-92+117&HJXB201512022',
    '单晶高温合金的过渡液相扩散焊\n郎波;侯金保;郭德伦;吴松;\n93-96+117-118&HJXB201512023',
    '关于几种求解疲劳寿命置信区间方法的比较\n王晓光;刘新胜;尹汝琨;\n97-100+118&HJXB201512024',
    '考虑焊接顺序的电力机车枕梁焊接变形预测\n王阳;罗宇;刘海涛;\n101-104+118&HJXB201512025',
    'C/C复合材料与镍基高温合金GH3128钎焊\n冯贞伟;高腾飞;邵天威;郭伟;朱颖;曲平;\n105-108+118&HJXB201512026',
    '超低氢高韧性无缝药芯焊丝TME711NiSF的研制\n刘丽媛;张智;杨立军;孟宪群;黄世明;\n109-112+118&HJXB201512027'
  ]
]


// console.log(output.length);
// output.forEach(i => {
// 	console.log(i.length);
// });

module.exports = output;